Repository: IBMPredictiveAnalytics/SPSSINC_RASCH
Catalog: src/lang/*/SPSSINC_RASCH.po
Languages: de, fr, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: The R %s package is required but could not be loaded.
de: Das R %s-Paket ist erforderlich konnte aber nicht geladen werden.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.
ru: Необходим пакет R %s, но его не удалось загрузить.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: ERROR:
de: FEHLER:
fr: ERREUR :
ja: 誤差
ko: 오차:
pl: BŁĄD:
pt_br: ERRO:
ru: Ошибка:
zh_cn: 错误：
zh_tw: 錯誤：

source: Coefficients
de: Koeffizienten
ja: 係数(O)
ko: 계수
pl: Współczynniki
pt_br: Coeficientes
ru: Коэффициенты
zh_cn: 系数
zh_tw: 係數

source: Value
de: Wert
fr: Valeur
ja: 値
ko: 값
pl: Wartość
pt_br: Valor
ru: Значение
zh_cn: 值
zh_tw: 值

source: Standard Error
de: Standardfehler
fr: Erreur standard
ja: 標準誤差
ko: 표준오차
pl: Błąd standardowy
pt_br: Erro padrão
ru: Стандартная ошибка
zh_cn: 标准误差
zh_tw: 標準誤

source: Z
de: U
pl: U

source: Rasch Model
de: Rasch-Modell
fr: Modèle de Rasch
ja: Rasch モデル
ko: Rasch 모형
pl: Model Rasch
pt_br: Modelo Rasch
ru: Модель Рэша
zh_cn: Rasch 模型
zh_tw: Rasch 模型

source: Akaike Information Criterion (AIC)
de: Akaike-Informationskriterium (AIC)
ja: 赤池情報量基準 (AIC)
ko: Akaike 정보 기준(AIC)
pl: Kryterium informacyjne Akaike (AIC)
pt_br: Critério de Informação de Akaike (AIC)
ru: Информационный критерий Акаике (AIC)
zh_cn: 赤池信息准则 (AIC)
zh_tw: Akaike 資訊準則 (AIC)

source: Bayesian Information Criterion (BIC)
de: Bayes-Informationskriterium (BIC)
fr: Critère d'informations bayésien (BIC)
ja: ベイジアン情報基準 (BIC)
ko: 베이지안 정보 기준(BIC)
pl: Bayesowskie kryterium informacyjne (BIC)
pt_br: Critério de informações Bayesiano (BIC)
ru: Информационный критерий Байеса (BIC)
zh_cn: 贝叶斯信息准则 (BIC)
zh_tw: Bayesian 資訊準則 (BIC)

source: Summary
de: Übersicht
fr: Récapitulatif
ja: 集計
ko: 요약
pl: Podsumowanie
pt_br: Sumarização
ru: Итог
zh_cn: 摘要
zh_tw: 摘要

source: Difficulty:
fr: Difficulté :
ja: 問題:
ko: 난이도:
pl: Trudność:
pt_br: Dificuldade:
ru: Трудность:
zh_cn: 难度：
zh_tw: 困難度：

source: Discrimination
ja: 区別
ko: 판별
pl: Rozróżnialność
pt_br: Discriminação
ru: Дискриминация
zh_cn: 区分
zh_tw: 識別

source: Chi-square
de: Chi-Quadrat
fr: Khi-deux
ja: カイ 2 乗
ko: 카이제곱
pl: Chi-kwadrat
pt_br: Qui-quadrado
ru: Хи-квадрат
zh_cn: 卡方
zh_tw: 卡方檢定

source: Sig.
ja: 有意確率
ko: 유의확률
pl: Ist.
ru: Значимость
zh_cn: 显著性
zh_tw: 顯著性

source: Item Fit Statistics
de: Itemanpassungsstatistik
fr: Statistiques sur les éléments
ja: 項目適合度統計
ko: 항목 적합도 통계량
pl: Statystyka dopasowania elementu
pt_br: Estatística de ajuste do item
ru: Статистики согласованности для вопросов
zh_cn: 项拟合统计
zh_tw: 項目適合度統計量

source: Response pattern
de: Antwortmuster
fr: Motif de réponse
ja: 回答パターン
ko: 반응 패턴
pl: Wzór odpowiedzi
pt_br: Padrão de resposta
ru: Образец ответов
zh_cn: 响应模式
zh_tw: 回應型樣

source: Item %s
de: Element %s
fr: Elément %s
ja: 項目 %s
ko: 항목 %s
pl: Element %s
ru: Элемент %s
zh_cn: 项 %s
zh_tw: 項目 %s

source: Levine and Rubin person-fit statistic
de: Personenanpassungsstatistik von Levine und Rubin
fr: Statistiques sur les personnes de Levin et Rubin
ja: Levine & Rubin 個人適合度統計
ko: Levine 및 Rubin 피험자 적합도 통계
pl: Statystyka dopasowania osoby Levine'a i Rubina
pt_br: Estatística de ajuste de pessoa de Levine e Rubin
ru: Статистика Левина и Рубина согласия для испытуемых
zh_cn: 莱文和鲁宾人员拟合统计
zh_tw: Levine 及 Rubin 個人適合度統計量

source: Drasgow person-fit statistic
de: Personenanpassungsstatistik von Drasgow
fr: Statistiques sur les personnes de Drasgow
ja: Drasgow 個人適合度統計
ko: Drasgow 피험자 적합도 통계
pl: Statystyka dopasowania osoby Drasgowa
pt_br: Estatística de ajuste de pessoa de Drasgow
ru: Статистика Дрэзгоу согласия для испытуемых
zh_cn: 格拉斯哥人员拟合统计
zh_tw: Drasgow 個人適合度統計量

source: P-value for Drasgow person-fit statistic
de: P-Wert für die Personenanpassungsstatistik von Drasgow
fr: Valeur P pour les statistiques sur les personnes de Drasgow
ja: Drasgow 個人適合度統計の P 値
ko: Drasgow 피험자 적합도 통계에 대한 P-값
pl: P-wartość dla statystyki dopasowania osoby Drasgowa
pt_br: Valor P para estatística de ajuste de pessoa de Drasgow
ru: p-значение для статистики Дрэзгоу согласия для испытуемых
zh_cn: 格拉斯哥人员拟合统计的 P 值
zh_tw: Drasgow 個人適合度統計量的 P 值

source: Observed frequency
de: Beobachtete Häufigkeit
fr: Fréquence observée
ja: 観測された度数
ko: 관측빈도
pl: Zaobserwowana częstotliwość
pt_br: Frequência observada
ru: Наблюденная частота
zh_cn: 实测频率
zh_tw: 觀察次數

source: Expected frequency
de: Erwartete Häufigkeit
fr: Fréquence attendue
ja: 期待された度数
ko: 기대빈도
pl: Oczekiwana częstotliwość
pt_br: Frequência esperada
ru: Ожидаемая частота
zh_cn: 期望频率
zh_tw: 預期次數

source: Factor scores
de: Faktorscores
fr: Scores factoriels
ja: 因子スコア
ko: 요인점수
pl: Oceny czynników
pt_br: Escores dos fatores
ru: Значения факторов
zh_cn: 因子得分
zh_tw: 因子分數

source: Factor scores standard errors
de: Standardfehler der Faktorscores
fr: Erreurs standard des scores factoriels
ja: 因子スコア標準誤差
ko: 요인점수 표준오차
pl: Standardowe błędy ocen czynników
pt_br: Erros padrão de escores dos fatores
ru: Стандартные ошибки значений факторов
zh_cn: 因子得分标准误差
zh_tw: 因子分數標準誤

source: Residuals
de: Residuen
fr: Résidus
ja: 残差
ko: 잔차
pl: Reszty
pt_br: Residuais
ru: Остатки
zh_cn: 残差
zh_tw: 殘差

source: Failed to create person fit statistics dataset. Dataset name must not already exist:
de: Dataset mit Personenanpassungsstatistik kann nicht erstellt werden. Datasetname darf nicht bereits vorhanden sein:
fr: Impossible de créer un jeu de données des statistiques d'ajustement de personne. Le nom du jeu de données ne doit pas déjà exister :
ja: 個人適合度データセットを作成できませんでした。 データセット名は事前に存在してはいけません。
ko: 피험자 적합도 통계 데이터 세트를 만들지 못했습니다. 데이터 세트 이름이 미리 존재하지 않아야 합니다.
pl: Nie udało się utworzyć zbioru danych reszt. Nazwa zbioru danych nie może już istnieć:
pt_br: Falha ao criar um conjunto de dados de estatística de ajuste de pessoa. O nome do conjunto de dados ainda não deve existir:
ru: Не удалось создать набор данных статистик согласия для испытуемых. Набор данных с таким именем должен еще не существовать:
zh_cn: 创建人员拟合统计数据集失败。数据集名称不得已存在：
zh_tw: 無法建立個人適合度統計量資料集。資料集名稱不得為已存在：

source: Failed to create Descriptives plot. Descriptives plot requires 3 or more items.
de: Deskriptives Diagramm konnte nicht erstellt werden. Deskriptive Diagramme erfordern mindestens 3 Elemente.
fr: Echec de la création du tracé Descriptives. Ce tracé requiert 3 éléments, ou plus.
ja: 記述統計量プロットを作成できませんでした。 記述統計量プロットには 3 つ以上の項目が必要です。
ko: 기술통계 도표를 만들지 못했습니다. 기술통계 도표는 3개 이상의 항목이 필요합니다.
pl: Nie udało się stworzyć wykresu zmiennych opisowych. Wykres zmiennych opisowych wymaga przynajmniej 3 pozycji testowych.
pt_br: Falha ao criar gráfico Descritivo. O gráfico Descritivo requer 3 ou mais itens.
ru: Не удалось создать диаграмму описательных переменных. Для этой диаграммы требуется 3 или более элементов.
zh_cn: 创建描述性统计图失败。描述性统计图需要 3 个或 3 个以上的项。
zh_tw: 無法建立「敘述統計」圖。「敘述統計」圖需要 3 個以上項目。

source: Discrimination parameter constrained to %.4f
zh_cn: 约束为 %.4f 的区分参数
zh_tw: 限制為 %.4f 的判別參數
